
const List<Map<String, String>> character = <Map<String, String>> [
  {
    "Класс" : "Воин",
    "Тип доспехов" : "Латы",
    "Основная харрактеристика" : "Сила",
  },
  {
    "Класс" : "Охотник",
    "Тип доспехов" : "Кольчуга",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Разбойник",
    "Тип доспехов" : "Кожа",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Маг",
    "Тип доспехов" : "Ткань",
    "Основная харрактеристика" : "Интеллект",
  },
  {
    "Класс" : "Воин",
    "Тип доспехов" : "Латы",
    "Основная харрактеристика" : "Сила",
  },
  {
    "Класс" : "Охотник",
    "Тип доспехов" : "Кольчуга",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Разбойние",
    "Тип доспехов" : "Кожа",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Маг",
    "Тип доспехов" : "Ткань",
    "Основная харрактеристика" : "Интеллект",
  },
  {
    "Класс" : "Воин",
    "Тип доспехов" : "Латы",
    "Основная харрактеристика" : "Сила",
  },
  {
    "Класс" : "Охотник",
    "Тип доспехов" : "Кольчуга",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Разбойние",
    "Тип доспехов" : "Кожа",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Маг",
    "Тип доспехов" : "Ткань",
    "Основная харрактеристика" : "Интеллект",
  },
  {
    "Класс" : "Воин",
    "Тип доспехов" : "Латы",
    "Основная харрактеристика" : "Сила",
  },
  {
    "Класс" : "Охотник",
    "Тип доспехов" : "Кольчуга",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Разбойние",
    "Тип доспехов" : "Кожа",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Маг",
    "Тип доспехов" : "Ткань",
    "Основная харрактеристика" : "Интеллект",
  },
  {
    "Класс" : "Воин",
    "Тип доспехов" : "Латы",
    "Основная харрактеристика" : "Сила",
  },
  {
    "Класс" : "Охотник",
    "Тип доспехов" : "Кольчуга",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Разбойние",
    "Тип доспехов" : "Кожа",
    "Основная харрактеристика" : "Ловкость",
  },
  {
    "Класс" : "Маг",
    "Тип доспехов" : "Ткань",
    "Основная харрактеристика" : "Интеллект",
  },
];